Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Err_ConfigIniNotFound_Format
source: Could not find the config.ini file. The path that was checked: {0} Please check that your Game Path setting correctly points to the game installation directory
de_de: config.ini konnte nicht gefunden werden. Gesuchter Pfad: {0} Bitte überprüfe, ob dein Spielpfad korrekt auf das Installationsverzeichnis zeigt.
es_mx: No se pudo encontrar el archivo config.ini. La ruta comprobada: {0} Por favor, verifica que la configuración de Ruta del juego apunte correctamente al directorio de instalación del juego
fr_fr: Impossible de trouver le fichier config.ini. Chemin recherché : {0} Veuillez vérifier que le chemin du jeu pointe bien vers le répertoire d'installation.
hi_in: config.ini फ़ाइल नहीं मिली। जाँचा गया पथ: {0} कृपया जाँचें कि आपकी गेम पथ सेटिंग गेम इंस्टॉलेशन निर्देशिका की ओर सही इंगित करती है
id_id: Tidak dapat menemukan file config.ini. Path yang diperiksa: {0} Harap periksa bahwa pengaturan Game Path Anda benar-benar mengarah ke direktori instalasi game
it_it: File config.ini non trovato. Percorso verificato: {0} Verifica che il percorso di gioco punti correttamente alla directory di installazione
ja_jp: config.iniファイルが見つかりませんでした。 確認したパス: {0} ゲームパス設定が正しくゲームインストールディレクトリを指しているか確認してください
ko_kr: config.ini 파일을 찾을 수 없습니다. 확인된 경로: {0} 게임 경로 설정이 게임 설치 디렉토리를 올바르게 가리키는지 확인하세요
pt_br: Não foi possível encontrar o arquivo config.ini. O caminho verificado: {0} Por favor, verifique se a configuração de Caminho do Jogo aponta corretamente para o diretório de instalação do jogo
ru_ru: Не удалось найти файл config.ini. Проверенный путь: {0} Проверьте, что путь к игре указывает на папку установки.
zh_cn: 无法找到 config.ini 配置文件。 尝试寻找的路径是： {0} 请检查您的游戏路径设置是否正确指向了游戏安装目录
zh_tw: 無法找到 config.ini 設定檔。 嘗試尋找的路徑是： {0} 請檢查您的遊戲路徑設定是否正確指向了遊戲安裝目錄

# Msg_GlobalClientNoSwitchToBili
source: This is a Global client. Switching to the Bilibili server isn't allowed here — use server conversion to switch to a China server instead.
de_de: Dies ist ein globaler Client. Ein Wechsel zum B-Server ist nicht möglich. Bitte nutze die Server-Konvertierung, um zum chinesischen Server zu wechseln!
es_mx: Este es un cliente Global. No se permite cambiar al servidor Bilibili aquí — usa la conversión de servidor para cambiar a un servidor de China en su lugar.
fr_fr: Le client actuel est le client Global. Le passage au serveur Bilibili n'est pas autorisé. Veuillez passer par la conversion de serveur pour basculer vers le serveur chinois !
hi_in: यह एक ग्लोबल क्लाइंट है। यहाँ बिलिबिलि सर्वर पर स्विच करने की अनुमति नहीं है — इसके बजाय चीन सर्वर पर स्विच करने के लिए सर्वर रूपांतरण का उपयोग करें।
id_id: Ini adalah klien Global. Beralih ke server Bilibili tidak diizinkan di sini — gunakan konversi server untuk beralih ke server China.
it_it: Questo è un client globale. Il passaggio al server Bilibili non è consentito qui — usa la conversione server per passare a un server cinese.
ja_jp: これはグローバルクライアントです。Bilibiliサーバーへの切替はここでは許可されていません。サーバー変換を使用して中国サーバーに切り替えてください。
ko_kr: 이것은 글로벌 클라이언트입니다. Bilibili 서버로 전환할 수 없습니다. 대신 서버 변환을 사용하여 중국 서버로 전환하세요.
pt_br: Este é um cliente Global. A troca para o servidor Bilibili não é permitida aqui — use a conversão de servidor para alternar para um servidor da China.
ru_ru: Глобальный клиент. Переключение на Bilibili невозможно — используйте конвертацию сервера.
zh_cn: 当前为国际服客户端，不允许切换到B服，请通过服务器转换来切换到中国服务器！
zh_tw: 目前為國際服客戶端，不允許切換到B服，請透過伺服器轉換來切換到中國伺服器！

# Btn_SwitchToOfficialServer
source: Switch to Official Server
de_de: Zum offiziellen Server wechseln
es_mx: Cambiar a servidor Oficial
fr_fr: Passer au serveur officiel
hi_in: आधिकारिक सर्वर पर स्विच करें
id_id: Ganti ke Server Official
it_it: Passa al Server Ufficiale
ja_jp: 公式サーバーに切替
ko_kr: 공식 서버로 전환
pt_br: Trocar para servidor Oficial
ru_ru: На официальный сервер
zh_cn: 切换到 官方服务器
zh_tw: 切換到官方伺服器

# Label_ChooseTargetServer
source: Please choose the server to switch to:
de_de: Bitte wähle den Zielserver:
es_mx: Por favor, elige el servidor al que cambiar:
fr_fr: Veuillez choisir le serveur cible :
hi_in: कृपया स्विच करने के लिए सर्वर चुनें:
id_id: Silakan pilih server tujuan:
it_it: Scegli il server a cui passare:
ja_jp: 切り替え先のサーバーを選択してください:
ko_kr: 전환할 서버를 선택하세요:
pt_br: Por favor, escolha o servidor para o qual deseja trocar:
ru_ru: Выберите сервер:
zh_cn: 请选择你要切换到的服务器：
zh_tw: 請選擇你要切換到的伺服器：

# Btn_SwitchToBiliServer
source: Switch to Bilibili Server
de_de: Zum B-Server wechseln
es_mx: Cambiar a servidor Bilibili
fr_fr: Passer au serveur Bilibili
hi_in: बिलिबिलि सर्वर पर स्विच करें
id_id: Ganti ke Server Bilibili
it_it: Passa al Server Bilibili
ja_jp: Bilibiliサーバーに切替
ko_kr: Bilibili 서버로 전환
pt_br: Trocar para servidor Bilibili
ru_ru: На сервер Bilibili
zh_cn: 切换到B服
zh_tw: 切換到B服

# Btn_ConvertBetweenGlobalAndCN
source: Convert Between Global and CN Servers
de_de: Globalen und chinesischen Server konvertieren
es_mx: Convertir entre servidores Global y CN
fr_fr: Convertir entre Global et Chine
hi_in: ग्लोबल और CN सर्वर के बीच रूपांतरित करें
id_id: Konversi Antara Server Global dan CN
it_it: Converti tra Server Globali e CN
ja_jp: グローバル/中国サーバー間で変換
ko_kr: 글로벌과 중국 서버 간 변환
pt_br: Converter entre servidores Global e CN
ru_ru: Конвертация между Global и Китаем
zh_cn: 国际服和国服互相转换
zh_tw: 國際服和陸服互相轉換

# Title_Convert
source: Convert
de_de: Konvertieren
es_mx: Convertir
fr_fr: Conversion
hi_in: रूपांतरित करें
id_id: Konversi
it_it: Converti
ja_jp: 変換
ko_kr: 변환
pt_br: Converter
ru_ru: Конвертация
zh_cn: 转换
zh_tw: 轉換

# ServerType_Unknown
source: Unknown Server
de_de: Unbekannter Server
es_mx: Servidor desconocido
fr_fr: Serveur inconnu
hi_in: अज्ञात सर्वर
id_id: Server Tidak Dikenal
it_it: Server Sconosciuto
ja_jp: 不明なサーバー
ko_kr: 알 수 없는 서버
pt_br: Servidor desconhecido
ru_ru: Неизвестный сервер
zh_cn: 未知服务器
zh_tw: 未知伺服器

# ServerType_Global
source: Global Server
de_de: Globaler Server
es_mx: Servidor Global
fr_fr: Serveur Global
hi_in: ग्लोबल सर्वर
id_id: Server Global
it_it: Server Globale
ja_jp: グローバルサーバー
ko_kr: 글로벌 서버
pt_br: Servidor Global
ru_ru: Глобальный сервер
zh_cn: 国际服务器
zh_tw: 國際伺服器

# ServerType_Bilibili
source: Bilibili Server
es_mx: Servidor Bilibili
fr_fr: Serveur Bilibili
hi_in: बिलिबिलि सर्वर
id_id: Server Bilibili
it_it: Server Bilibili
ja_jp: Bilibiliサーバー
ko_kr: Bilibili 서버
pt_br: Servidor Bilibili
ru_ru: Сервер Bilibili
zh_cn: Bilibili 服
zh_tw: Bilibili 服

# ServerType_Official
source: Official Server
de_de: Offizieller Server
es_mx: Servidor Oficial
fr_fr: Serveur Officiel
hi_in: आधिकारिक सर्वर
id_id: Server Official
it_it: Server Ufficiale
ja_jp: 公式サーバー
ko_kr: 공식 서버
pt_br: Servidor Oficial
ru_ru: Официальный сервер
zh_cn: 官方服务器
zh_tw: 官方伺服器

# ServerType_CustomOther_Format
source: Custom/Other (Channel: {0})
de_de: Benutzerdefiniert / Andere (Channel: {0})
es_mx: Personalizado/Otro (Canal: {0})
fr_fr: Personnalisé/Autre (Canal : {0})
hi_in: कस्टम/अन्य (चैनल: {0})
id_id: Kustom/Lainnya (Channel: {0})
it_it: Personalizzato/Altro (Canale: {0})
ja_jp: カスタム/その他（チャンネル: {0}）
ko_kr: 사용자 지정/기타 (채널: {0})
pt_br: Personalizado/Outro (Canal: {0})
ru_ru: Другой (Канал: {0})
zh_cn: 自定义/其他 (Channel: {0})
zh_tw: 自訂/其他 (Channel: {0})

# Err_ReadConfigFailed
source: Failed to read configuration file
de_de: Konfigurationsdatei konnte nicht gelesen werden
es_mx: Error al leer el archivo de configuración
fr_fr: Échec de lecture du fichier de configuration
hi_in: कॉन्फ़िगरेशन फ़ाइल पढ़ने में विफल
id_id: Gagal membaca file konfigurasi
it_it: Lettura file di configurazione fallita
ja_jp: 設定ファイルの読み取りに失敗しました
ko_kr: 설정 파일을 읽지 못했습니다
pt_br: Falha ao ler arquivo de configuração
ru_ru: Не удалось прочитать конфигурацию
zh_cn: 读取配置文件失败
zh_tw: 讀取設定檔失敗

# Title_TeyvatMap
source: Teyvat Map
de_de: Teyvat-Weltkarte
es_mx: Mapa de Teyvat
fr_fr: Carte de Teyvat
hi_in: टेवाट मैप
id_id: Peta Teyvat
it_it: Mappa di Teyvat
ja_jp: テイワットマップ
ko_kr: 티바트 맵
pt_br: Mapa de Teyvat
ru_ru: Карта Тейвата
zh_cn: 提瓦特大地图
zh_tw: 提瓦特大地圖

# Title_GlobalClient
source: Global Client
de_de: Globaler Client
es_mx: Cliente Global
fr_fr: Client Global
hi_in: ग्लोबल क्लाइंट
id_id: Klien Global
it_it: Client Globale
ja_jp: グローバルクライアント
ko_kr: 글로벌 클라이언트
pt_br: Cliente Global
ru_ru: Глобальный клиент
zh_cn: 国际服客户端
zh_tw: 國際服客戶端

# Msg_GlobalClientInjectionWarning
source: Note: This launcher's injection feature is primarily designed for the China server. On a Global client, it may not work or could cause unexpected errors. Continue using this path anyway?
de_de: Hinweis: Die Injektionsfunktion dieses Launchers ist hauptsächlich für den chinesischen Server ausgelegt. Auf dem globalen Client funktioniert sie möglicherweise nicht oder verursacht unbekannte Fehler. Trotzdem mit diesem Pfad fortfahren?
es_mx: Nota: La función de inyección de este launcher está diseñada principalmente para el servidor de China. En un cliente Global, puede no funcionar o causar errores inesperados. ¿Continuar usando esta ruta de todos modos?
fr_fr: Attention : la fonction d'injection de ce lanceur est principalement conçue pour le serveur chinois. Sur le client Global, cette fonction peut ne pas fonctionner ou provoquer des erreurs inconnues. Voulez-vous continuer avec ce chemin ?
hi_in: नोट: इस लॉन्चर की इंजेक्शन सुविधा मुख्य रूप से चीन सर्वर के लिए डिज़ाइन की गई है। ग्लोबल क्लाइंट पर यह काम नहीं कर सकती या अप्रत्याशित त्रुटियाँ दे सकती है। फिर भी इस पथ का उपयोग जारी रखें?
id_id: Catatan: Fitur injeksi launcher ini terutama dirancang untuk server China. Pada klien Global, mungkin tidak berfungsi atau dapat menyebabkan kesalahan tak terduga. Tetap gunakan path ini?
it_it: Nota: La funzione di injection di questo launcher è progettata principalmente per il server cinese. Su un client globale, potrebbe non funzionare o causare errori imprevisti. Continuare comunque con questo percorso?
ja_jp: 注意: このランチャーの注入機能は主に中国サーバー向けに設計されています。グローバルクライアントでは動作しないか、予期しないエラーが発生する可能性があります。 続行しますか？
ko_kr: 참고: 이 런처의 인젝션 기능은 주로 중국 서버용으로 설계되었습니다. 글로벌 클라이언트에서는 작동하지 않거나 예기치 않은 오류가 발생할 수 있습니다. 그래도 이 경로를 계속 사용하시겠습니까?
pt_br: Nota: O recurso de injeção deste launcher foi projetado principalmente para o servidor da China. Em um cliente Global, pode não funcionar ou causar erros inesperados. Continuar usando este caminho mesmo assim?
ru_ru: Внимание: Инжект в основном для китайского сервера. На глобальном клиенте может не работать. Продолжить?
zh_cn: 注意：本启动器的注入功能主要是针对国服设计的。在国际服客户端上，此功能可能无法生效或导致未知的错误。 是否继续使用此路径？
zh_tw: 注意：本啟動器的注入功能主要是針對陸服設計的。在國際服客戶端上，此功能可能無法生效或導致未知的錯誤。 是否繼續使用此路徑？

# Btn_ContinueUsing
source: Continue Using
de_de: Weiter verwenden
es_mx: Continuar usando
fr_fr: Continuer
hi_in: उपयोग जारी रखें
id_id: Lanjutkan Menggunakan
it_it: Continua a Usare
ja_jp: 続行
ko_kr: 계속 사용
pt_br: Continuar usando
ru_ru: Продолжить
zh_cn: 继续使用
zh_tw: 繼續使用

# Btn_DiscardAndClear
source: Discard and Clear
de_de: Verwerfen und löschen
es_mx: Descartar y limpiar
fr_fr: Abandonner et effacer
hi_in: छोड़ें और साफ़ करें
id_id: Buang dan Hapus
it_it: Scarta e Cancella
ja_jp: 破棄してクリア
ko_kr: 폐기 및 지우기
pt_br: Descartar e limpar
ru_ru: Отменить и очистить
zh_cn: 放弃并清除
zh_tw: 放棄並清除

# Title_InvalidGamePath
source: Invalid Game Path
de_de: Ungültiger Spielpfad
es_mx: Ruta del juego no válida
fr_fr: Chemin de jeu invalide
hi_in: अमान्य गेम पथ
id_id: Path Game Tidak Valid
it_it: Percorso Gioco Non Valido
ja_jp: 無効なゲームパス
ko_kr: 잘못된 게임 경로
pt_br: Caminho de jogo inválido
ru_ru: Неверный путь
zh_cn: 无效的游戏路径
zh_tw: 無效的遊戲路徑

# Err_ExeNotFoundAtPath_Format
source: Game executable not found at this path ({0}). Please confirm you selected the installation directory containing the game executable, or configure a custom name in Settings.
de_de: Spielprogramm ({0}) wurde unter diesem Pfad nicht gefunden. Bitte stelle sicher, dass du das Installationsverzeichnis mit der ausführbaren Datei ausgewählt hast, oder konfiguriere einen benutzerdefinierten Namen in den Einstellungen.
es_mx: Ejecutable del juego no encontrado en esta ruta ({0}). Por favor, confirma que seleccionaste el directorio de instalación que contiene el ejecutable del juego, o configura un nombre personalizado en Ajustes.
fr_fr: L'exécutable principal du jeu ({0}) est introuvable à cet emplacement. Veuillez vérifier que vous avez sélectionné le répertoire d'installation contenant l'exécutable, ou configurez un nom personnalisé dans les paramètres.
hi_in: इस पथ पर गेम एक्ज़ीक्यूटेबल नहीं मिला ({0})। कृपया पुष्टि करें कि आपने गेम एक्ज़ीक्यूटेबल वाली इंस्टॉलेशन निर्देशिका चुनी है, या सेटिंग्स में कस्टम नाम कॉन्फ़िगर करें।
id_id: File executable game tidak ditemukan di path ini ({0}). Harap konfirmasi Anda memilih direktori instalasi yang berisi file executable game, atau konfigurasikan nama kustom di Pengaturan.
it_it: Eseguibile del gioco non trovato in questo percorso ({0}). Conferma di aver selezionato la directory di installazione contenente l'eseguibile, o configura un nome personalizzato nelle Impostazioni.
ja_jp: このパスにゲーム実行ファイルが見つかりません ({0})。 ゲーム実行ファイルを含むインストールディレクトリを選択したか確認するか、設定でカスタム名を設定してください。
ko_kr: 이 경로({0})에서 게임 실행 파일을 찾을 수 없습니다. 게임 실행 파일이 포함된 설치 디렉토리를 선택했는지 확인하거나 설정에서 사용자 지정 이름을 구성하세요.
pt_br: Executável do jogo não encontrado neste caminho ({0}). Por favor, confirme que você selecionou o diretório de instalação que contém o executável do jogo, ou configure um nome personalizado nas Configurações.
ru_ru: Исполняемый файл не найден ({0}). Проверьте папку установки или настройте имя в настройках.
zh_cn: 在该路径下未找到游戏主程序 ({0})。 请确认您选择的是包含游戏可执行文件的安装目录，或前往设置中配置自定义名称。
zh_tw: 在該路徑下未找到遊戲主程式 ({0})。 請確認您選擇的是包含遊戲可執行檔的安裝目錄，或前往設定中配置自訂名稱。

# Title_InvalidPath
source: Invalid Path
de_de: Ungültiger Pfad
es_mx: Ruta no válida
fr_fr: Chemin invalide
hi_in: अमान्य पथ
id_id: Path Tidak Valid
it_it: Percorso Non Valido
ja_jp: 無効なパス
ko_kr: 잘못된 경로
pt_br: Caminho inválido
ru_ru: Неверный путь
zh_cn: 无效路径
zh_tw: 無效路徑

# Msg_PathDoesNotExist
source: The path does not exist. Please check that it's correct.
de_de: Der angegebene Pfad existiert nicht. Bitte überprüfe den Pfad.
es_mx: La ruta no existe. Por favor, revisa si es correcta.
fr_fr: Le chemin saisi n'existe pas. Veuillez vérifier le chemin.
hi_in: पथ मौजूद नहीं है। कृपया जाँचें कि यह सही है।
id_id: Path tidak ada. Harap periksa kebenarannya.
it_it: Il percorso non esiste. Verifica che sia corretto.
ja_jp: パスが存在しません。正しいか確認してください。
ko_kr: 경로가 존재하지 않습니다. 올바른지 확인하세요.
pt_br: O caminho não existe. Por favor, verifique se está correto.
ru_ru: Путь не существует. Проверьте правильность.
zh_cn: 输入的路径不存在，请检查路径是否正确。
zh_tw: 輸入的路徑不存在，請檢查路徑是否正確。

# OkBtn
source: OK
es_mx: Aceptar
hi_in: ठीक है
ko_kr: 확인
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# Err_PathProcessingFailed_Format
source: Path processing failed: {0}
de_de: Pfadverarbeitung fehlgeschlagen: {0}
es_mx: Error al procesar la ruta: {0}
fr_fr: Échec du traitement du chemin : {0}
hi_in: पथ प्रसंस्करण विफल: {0}
id_id: Pemrosesan path gagal: {0}
it_it: Elaborazione percorso fallita: {0}
ja_jp: パス処理に失敗しました: {0}
ko_kr: 경로 처리 실패: {0}
pt_br: Falha no processamento do caminho: {0}
ru_ru: Ошибка обработки пути: {0}
zh_cn: 路径处理失败: {0}
zh_tw: 路徑處理失敗: {0}

# Title_AutoFoundGamePath
source: Game Path Automatically Found
de_de: Spielpfad automatisch gefunden
es_mx: Ruta del juego encontrada automáticamente
fr_fr: Chemin du jeu trouvé automatiquement
hi_in: गेम पथ स्वतः मिल गया
id_id: Path Game Ditemukan Otomatis
it_it: Percorso Gioco Trovato Automaticamente
ja_jp: ゲームパスを自動検出
ko_kr: 게임 경로 자동 발견
pt_br: Caminho do jogo encontrado automaticamente
ru_ru: Путь найден автоматически
zh_cn: 自动找到游戏路径
zh_tw: 自動找到遊戲路徑

# Msg_DetectedPossiblePath_Format
source: A possible installation path was detected: {0} Apply this path?
de_de: Möglicher Installationspfad erkannt: {0} Diesen Pfad übernehmen?
es_mx: Se detectó una posible ruta de instalación: {0} ¿Aplicar esta ruta?
fr_fr: Un chemin d'installation possible a été détecté : {0} Appliquer ce chemin ?
hi_in: एक संभावित इंस्टॉलेशन पथ पाया गया: {0} यह पथ लागू करें?
id_id: Path instalasi yang mungkin terdeteksi: {0} Gunakan path ini?
it_it: Rilevato un possibile percorso di installazione: {0} Applicare questo percorso?
ja_jp: インストールパスの候補を検出しました: {0} このパスを適用しますか？
ko_kr: 가능한 설치 경로가 감지되었습니다: {0} 이 경로를 적용하시겠습니까?
pt_br: Um possível caminho de instalação foi detectado: {0} Aplicar este caminho?
ru_ru: Обнаружен возможный путь: {0} Применить?
zh_cn: 检测到可能的安装路径： {0} 是否应用此路径？
zh_tw: 偵測到可能的安裝路徑： {0} 是否套用此路徑？

# Btn_SelectManually
source: Select Manually
de_de: Manuell auswählen
es_mx: Seleccionar manualmente
fr_fr: Sélectionner manuellement
hi_in: मैन्युअल रूप से चुनें
id_id: Pilih Manual
it_it: Seleziona Manualmente
ja_jp: 手動で選択
ko_kr: 수동으로 선택
pt_br: Selecionar manualmente
ru_ru: Выбрать вручную
zh_cn: 手动选择
zh_tw: 手動選擇

# ErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
hi_in: त्रुटि
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pt_br: Erro
ru_ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# Err_CannotOpenFilePicker
source: Unable to open the file picker
de_de: Dateiauswahl kann nicht geöffnet werden
es_mx: No se puede abrir el selector de archivos
fr_fr: Impossible d'ouvrir le sélecteur de fichiers
hi_in: फ़ाइल पिकर खोलने में असमर्थ
id_id: Tidak dapat membuka pemilih file
it_it: Impossibile aprire il selettore file
ja_jp: ファイル選択を開けません
ko_kr: 파일 선택기를 열 수 없습니다
pt_br: Não foi possível abrir o seletor de arquivos
ru_ru: Не удалось открыть выбор файла
zh_cn: 无法打开文件选择器
zh_tw: 無法開啟檔案選擇器

# Msg_VersionInfoNotFound
source: Version info not found
de_de: Keine Versionsinformationen gefunden
es_mx: Información de versión no encontrada
fr_fr: Informations de version introuvables
hi_in: संस्करण जानकारी नहीं मिली
id_id: Info versi tidak ditemukan
it_it: Informazioni versione non trovate
ja_jp: バージョン情報が見つかりません
ko_kr: 버전 정보를 찾을 수 없습니다
pt_br: Informações de versão não encontradas
ru_ru: Информация о версии не найдена
zh_cn: 未找到版本信息
zh_tw: 未找到版本資訊

# UnknownGeneric
source: Unknown
de_de: Unbekannt
es_mx: Desconocido
fr_fr: Inconnu
hi_in: अज्ञात
id_id: Tidak Dikenal
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# FetchFailedShort
source: Fetch Failed
de_de: Abruf fehlgeschlagen
es_mx: Error de obtención
fr_fr: Échec de récupération
hi_in: प्राप्त करने में विफल
id_id: Gagal Mengambil
it_it: Recupero Fallito
ja_jp: 取得失敗
ko_kr: 가져오기 실패
pt_br: Falha ao buscar
ru_ru: Ошибка загрузки
zh_cn: 获取失败
zh_tw: 取得失敗

# Msg_HasVersion_Format
source: Available (version {0})
de_de: Verfügbar (Version {0})
es_mx: Disponible (versión {0})
fr_fr: Oui (version {0})
hi_in: उपलब्ध (संस्करण {0})
id_id: Tersedia (versi {0})
it_it: Disponibile (versione {0})
ja_jp: 利用可能（バージョン {0}）
ko_kr: 사용 가능 (버전 {0})
pt_br: Disponível (versão {0})
ru_ru: Доступна (версия {0})
zh_cn: 有 (版本 {0})
zh_tw: 有 (版本 {0})

# NotAvailableGeneric
source: None
de_de: Nicht verfügbar
es_mx: Ninguno
fr_fr: Indisponible
hi_in: कोई नहीं
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
zh_cn: 暂无
zh_tw: 暫無

# ServerType_MainlandChina
source: Mainland China Server
de_de: Chinesisches Festland-Server
es_mx: Servidor de China Continental
fr_fr: Serveur Chine continentale
hi_in: मुख्यभूमि चीन सर्वर
id_id: Server China Daratan
it_it: Server Cina Continentale
ja_jp: 中国本土サーバー
ko_kr: 중국 본토 서버
pt_br: Servidor da China Continental
ru_ru: Сервер Китая
zh_cn: 中国大陆服务器
zh_tw: 中國大陸伺服器

# Msg_CannotCalculate
source: Unable to calculate
de_de: Berechnung nicht möglich
es_mx: No se puede calcular
fr_fr: Calcul impossible
hi_in: गणना करने में असमर्थ
id_id: Tidak dapat menghitung
it_it: Impossibile calcolare
ja_jp: 計算できません
ko_kr: 계산할 수 없습니다
pt_br: Não foi possível calcular
ru_ru: Невозможно вычислить
zh_cn: 无法计算
zh_tw: 無法計算

# Err_CannotAccessRegistry
source: Unable to access the registry
de_de: Kein Zugriff auf die Registrierung
es_mx: No se puede acceder al registro
fr_fr: Impossible d'accéder au registre
hi_in: रजिस्ट्री तक पहुँचने में असमर्थ
id_id: Tidak dapat mengakses registry
it_it: Impossibile accedere al registro di sistema
ja_jp: レジストリにアクセスできません
ko_kr: 레지스트리에 접근할 수 없습니다
pt_br: Não foi possível acessar o registro
ru_ru: Нет доступа к реестру
zh_cn: 无法访问注册表
zh_tw: 無法存取登錄檔

# Err_NoLoggedInAccount
source: No logged-in account found (registry data is empty)
de_de: Kein angemeldetes Konto vorhanden (Registrierungsdaten leer)
es_mx: No se encontró ninguna cuenta con sesión iniciada (los datos del registro están vacíos)
fr_fr: Aucun compte connecté actuellement (données du registre vides)
hi_in: कोई लॉगिन खाता नहीं मिला (रजिस्ट्री डेटा खाली है)
id_id: Tidak ada akun yang login ditemukan (data registry kosong)
it_it: Nessun account connesso trovato (dati registro vuoti)
ja_jp: ログイン済みアカウントが見つかりません（レジストリデータが空です）
ko_kr: 로그인된 계정을 찾을 수 없습니다 (레지스트리 데이터가 비어 있음)
pt_br: Nenhuma conta logada encontrada (dados do registro estão vazios)
ru_ru: Нет активного аккаунта (данные реестра пусты)
zh_cn: 当前没有登录的账号信息（注册表数据为空）
zh_tw: 目前沒有登入的帳號資訊（登錄檔資料為空）

# Err_AccountAlreadySaved
source: This account has already been saved.
de_de: Dieses Konto wurde bereits gespeichert. Keine erneute Speicherung nötig.
es_mx: Esta cuenta ya ha sido guardada.
fr_fr: Ce compte a déjà été enregistré, pas besoin de le sauvegarder à nouveau.
hi_in: यह खाता पहले ही सहेजा जा चुका है।
id_id: Akun ini sudah disimpan.
it_it: Questo account è già stato salvato.
ja_jp: このアカウントは既に保存されています。
ko_kr: 이 계정은 이미 저장되었습니다.
pt_br: Esta conta já foi salva.
ru_ru: Аккаунт уже сохранён.
zh_cn: 该账号已经保存过了，无需重复保存。
zh_tw: 該帳號已經儲存過了，無須重複儲存。

# Placeholder_EnterAccountName
source: Enter an account name (e.g. Main / Alt)
de_de: Bitte Kontonamen eingeben (z.B.: Main / Zweitaccount)
es_mx: Introduce un nombre de cuenta (ej. Principal / Alternativa)
fr_fr: Veuillez saisir le nom du compte (ex. : Principal / Secondaire)
hi_in: खाता नाम दर्ज करें (जैसे Main / Alt)
id_id: Masukkan nama akun (mis. Utama / Alt)
it_it: Inserisci un nome account (es. Principale / Alt)
ja_jp: アカウント名を入力（例: メイン / サブ）
ko_kr: 계정 이름 입력 (예: 본계정 / 부계정)
pt_br: Insira um nome para a conta (ex.: Principal / Alt)
ru_ru: Введите имя аккаунта (напр. Основной / Альт)
zh_cn: 请输入账号名称 (例如: 大号 / 小号)
zh_tw: 請輸入帳號名稱 (例如: 大號 / 小號)

# Title_SaveNewAccount
source: Save New Account
de_de: Neues Konto speichern
es_mx: Guardar nueva cuenta
fr_fr: Enregistrer un nouveau compte
hi_in: नया खाता सहेजें
id_id: Simpan Akun Baru
it_it: Salva Nuovo Account
ja_jp: 新規アカウントを保存
ko_kr: 새 계정 저장
pt_br: Salvar nova conta
ru_ru: Сохранить аккаунт
zh_cn: 保存新账号
zh_tw: 儲存新帳號

# SaveBtn
source: Save
de_de: Speichern
es_mx: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

# Prefix_Account_Format
source: Account_{0}
de_de: Konto_{0}
es_mx: Cuenta_{0}
fr_fr: Compte_{0}
id_id: Akun_{0}
ja_jp: アカウント_{0}
ko_kr: 계정_{0}
pt_br: Conta_{0}
ru_ru: Аккаунт_{0}
zh_cn: 账号_{0}
zh_tw: 帳號_{0}

# Err_SaveFailed_Format
source: Save failed: {0}
de_de: Speichern fehlgeschlagen: {0}
es_mx: Error al guardar: {0}
fr_fr: Échec de l'enregistrement : {0}
hi_in: सहेजने में विफल: {0}
id_id: Penyimpanan gagal: {0}
it_it: Salvataggio fallito: {0}
ja_jp: 保存に失敗しました: {0}
ko_kr: 저장 실패: {0}
pt_br: Falha ao salvar: {0}
ru_ru: Ошибка сохранения: {0}
zh_cn: 保存失败: {0}
zh_tw: 儲存失敗: {0}

# Title_SwitchSuccess
source: Switch Successful
de_de: Wechsel erfolgreich
es_mx: Cambio exitoso
fr_fr: Changement réussi
hi_in: स्विच सफल
id_id: Pergantian Berhasil
it_it: Cambio Riuscito
ja_jp: 切替成功
ko_kr: 전환 성공
pt_br: Troca bem-sucedida
ru_ru: Смена успешна
zh_cn: 切换成功
zh_tw: 切換成功
